{
  "en": {
    "cover": "cover",
    "manifest": "manifest",
    "project": "project",
    "gallery": "gallery",
    "team": "team",
    "sponsors": "sponsors",
    "documents": "documents",
    "en": "ENG",
    "es": "ESP",
    "ca": "CAT",
	"contact": "contact",
    "sustainability-manifest": "We may have come up with sustainability because we hadn’t been able to propose a proper theory for the whole ecosystem.",
    "home-manifest": "We are embedded in projects of delegated intelligence, in which, finally we will be able to be as stupids as humans had proved to be; because the world and its leaders will be intelligent instead of us. A «smart» world for inevitably stupid inhabitants.",
    "city-manifest": "There is not a clear limit between the different atmospheres and residential units. They are surrounded by borders in the margin thicker or thinner. The main change that derive sets out is the continuous decreasing of these borders till their complete disappearance.",
    "outrage-manifest": "The space between distances us at the same time that keeps us separated from each other, in other words, the space between relates ourselves and we become (inter) dependents. Finishing with this distance would mean deleting the distance that brings the diversity and ending up in dangerous proximity of unanimity: we are not free immediately.",
    "prototype-manifest": "There is a link between the physical shape of any space and the social organization that happens in it. This fact can be understood in the case of any public space, but also in the room distribution inside a house.",
    "project_text_1": "<p>TO is a physical and social space that allows the user to reflect on their habits and on sustainability. We propose a revision of our daily activities, of the ways of living and of the inhabited spaces that we have inherited from the past. We understand inhabiting, in all its dimensions, as a key feature in the individual dynamics and, therefore, those of the society.</p><p>With the aim of triggering an ecosystemic change, we propose a space dwelling that is structured around new logics of use and consumption, new day-to-day practices and new ways of interaction and living.</p><p>Therefore, the building seeks that the user understands its functioning; It allows you to make a good management of waste, turning it into a resource, and to manage the comfort of the space.</p>",
    "project_text_2": "<p>Our projects start by questioning what the term of sustainability means, or should stand for, and how it can modify everyday life. Hence, we give major importance to developing the philosophy behind the project. Our manifesto has been synthesized into the following five core ideas:</p><ol><li>First, to broaden the scope of the project so that it not only follows a sustainable housing model, but fosters a change towards an ecosistemic future.</li><li>Second, this change starts with small actions at home, with a critical attitude towards our day-to-day habits.</li><li>Third, we acknowledge that we carry out these domestic actions everywhere in the city, which has, in turn, become our home.</li><li>Fourth, in consequence, the only agent that  determines our habits is ourselves. As such, that change starts with selfcriticism.</li><li>And five, our prototype as a material, interactive and educational.</li></ol><p>Our prototype is the materialization result of our manifesto. On one hand; it is mainly aimed at allowing the user to understand its functioning and learning how to manage it in a sustainable way. The prototype itself displays the course of natural resources inside the housing unit, the disposal resulting from their use, and the way it is reused or recovered into a resource again. This enables the users either to choose which resource to use and to close their metabolic cycles.</p>",
    "project_text_3": "<p>As well as that, the user is able to manage space comfort conditions aiming at minimal energy consumption. They can manipulate the filters between interior spaces and the exterior to reach the desired comfort conditions inside. These possibilities translate into a series of mobile gadgets that allow all activities to happen in any of the spaces according to the user’s preferences and needs. For example, it will be possible to take a shower or to sleep on the warmer, south part of the building in winter and on the north part in summer.</p><p>That said, the prototype is materialised in three main items, that are:</p><ul><li>Two servant walls on the east and west facades that display the use of natural resources and allow for the understanding of their management. One is for the water cycle and the other one for the organic matter. With these, the user has at hand different types of water or compost to choose from according to the need of each of their actions.</li><li>The north and south sides are converted into a series of multi-purpose spaces, isolated from one another, and that achieve different environmental conditions. This comfort is reached by means of a series of filters with different temperature, humidity, solar protection, and ventilation purposes.</li><li>And finally, a central space, that, given the passive thermal cushion at north and south sides, achieves comfort all year round with little aid of active systems. This space can gather large groups of people and is the centre of all the activities that will happen inside the house. This follows the purpose of the house being a collective and shared space.</li></ul>",
    "project_text_4": "<p>Equally important, we are currently working together with the Barcelona City Hall to, once the competition is over, take the prototype back there and use it as a public domestic facility open to the  neighbourhood. It will also be a home for much research teams and will be used for training people in living sustainably.</p>",
    "contact-text":"<p> You can visit the house at Escola d'Enginyeria de Barcelona Est (EEBE) at UPC, campus Diagonal Besòs, Building A (c/ d'Eduard Maristany, 16).</p><p> For more information <a href='https://ajuntament.barcelona.cat/lafabricadelsol/inscripcions/llar-sostenible' target='_blank'> visit the website</a>, or <a href='mailto:martiog@gmail.com'>contact us by email </a>.</p>"
  },
  "es": {
    "cover": "portada",
    "manifest": "manifiesto",
    "project": "proyecto",
    "gallery": "galería",
    "team": "equipo",
    "sponsors": "patrocinadores",
    "documents": "documentos",
    "en": "ENG",
    "es": "ESP",
    "ca": "CAT",
	"contact": "contacto",
    "sustainability-manifest": "Puede que hayamos inventado la sostenibilidad porque no hemos sido capaces de desarrollar una teoría válida para todo el ecosistema.",
    "home-manifest": "Se nos embarca en proyectos de inteligencia delegada, en los cuales por fin podremos ser tan estúpidos como los humanos que hemos demostrado ser, porque el mundo y sus dirigentes serán inteligentes por nosotros. Un mundo «smart» para unos habitantes irremediablement idiotas.",
    "city-manifest": "Las diferentes unidades de atmósfera y residencia no están delimitadas hoy por hoy con precisión, sino rodeadas de márgenes fronterizos más o menos grandes. El cambio más general que propone la deriva es la disminución constante de esos márgenes fronterizos hasta su completa supresión.",
    "outrage-manifest": "El espacio entre que nos aleja tanto como nos separa a los unos de los otros, es decir, que nos relaciona y por tanto nos hace (inter)dependientes. Eliminar esta distancia supondría anular la distancia que da lugar a la diversidad y caer en la proximidad peligrosa de la unanimidad: no somos libres de forma inmediata.",
    "prototype-manifest": "Hay una correlación directa entre la forma del espacio y la organización social, se modifican recíprocamente. Desde la organización del espacio público hasta la distribución de las habitaciones de una casa.",
    "project_text_1": "<p>TO es un espacio físico y social que permite al usuario reflexionar sobre sus hábitos y sobre la sostenibilidad. Proponemos una revisión de nuestras actividades diarias, de las formas de vida y de los espacios habitados que hemos heredado del pasado. Entendemos que el habitar, en todas sus dimensiones, es un rasgo clave en las dinámicas individuales y, por lo tanto, en las de la sociedad.</p><p>Con el objetivo de desencadenar un cambio en el ecosistema, proponemos una sistema de vivienda que se estructura en torno a nuevas lógicas de uso y consumo, nuevas prácticas cotidianas y nuevas formas de interacción y vida.</p><p>Por lo tanto, el edificio busca que el usuario entienda su funcionamiento; Le permite realizar una buena gestión de los residuos, convirtiéndolos en un recurso, y gestionar el confort del espacio.</p>",
    "project_text_2": "<p>Nuestros proyectos comienzan cuestionándose qué significa el término de sostenibilidad, o qué debe representar, y cómo puede modificar la vida cotidiana. Por lo tanto, le damos gran importancia al desarrollo de la filosofía detrás del proyecto. Nuestro manifiesto ha sido sintetizado en las siguientes cinco ideas principales:</p><ol><li>Primero, ampliar el alcance del proyecto para que no sólo siga un modelo de vivienda sostenible, sino que fomente un cambio hacia un futuro ecosistémico.</li><li>Segundo, este cambio comienza con pequeñas acciones en el hogar, con una actitud crítica hacia nuestros hábitos diarios.</li><li>Tercero, reconocemos que llevamos a cabo estas acciones domésticas en cualquier lugar de la ciudad, que, a su vez, se ha convertido en nuestro hogar.</li><li>Cuarto, en consecuencia, el único agente que determina nuestros hábitos somos nosotros mismos. Como tal, ese cambio comienza con la autocrítica.</li><li>Y cinco, nuestro prototipo como material, interactivo y educativo.</li></ol><p>Nuestro prototipo es el resultado de la materialización del manifiesto. Por un lado; su principal objetivo es permitir que el usuario entienda su funcionamiento y aprenda a gestionarlo de forma sostenible. El propio prototipo muestra el curso de los recursos naturales dentro de la unidad de vivienda, la eliminación resultante de su uso y la forma en que se reutiliza o recupera nuevamente en un recurso. Esto permite a los usuarios elegir qué recurso usar y cerrar sus ciclos metabólicos.</p>",
    "project_text_3": "<p>Además de eso, el usuario puede gestionar las condiciones de confort del espacio con el fin de reducir al mínimo el consumo energético. Pueden manipular los filtros entre los espacios interiores y el exterior para alcanzar las condiciones de confort deseadas en el interior. Estas posibilidades se traducen en una serie de dispositivos móviles que permiten que todas las actividades se realicen en cualquiera de los espacios de acuerdo con las preferencias y necesidades del usuario. Por ejemplo, será posible tomar una ducha o dormir en la parte más cálida, al sur del edificio en invierno y en la parte norte en verano.</p><p>Dicho esto, el prototipo se materializa en tres ítems principales, que son:</p><ul><li>Dos muros de servicio en las fachadas este y oeste que muestran el uso de los recursos naturales y permiten la comprensión de su uso. Una es para el ciclo del agua y la otra para la materia orgánica. Con estos, el usuario tiene a su disposición diferentes tipos de agua o compost para elegir según la necesidad de cada una de sus acciones.</li><li>Las zonas norte y sur se convierten en una serie de espacios multiusos, aislados entre sí, y que logran diferentes condiciones ambientales. Este confort se alcanza mediante una serie de filtros con diferentes temperaturas, humedad, protección solar y ventilación.</li><li>Y finalmente, un espacio central, que, gracias al cojín térmico pasivo en los espacios norte y sur, adquiere un confort durante todo el año con poca ayuda de los sistemas activos. Este espacio puede agrupar a un gran número de personas y es el centro de todas las actividades que sucederán dentro de la casa. Esto sigue el propósito de la casa como un espacio colectivo y compartido.</li></ul>",
    "project_text_4": "<p>Igual de importante, actualmente estamos trabajando junto con el Ayuntamiento de Barcelona para, una vez que finalice la competición, recuperar el prototipo y usarlo como una instalación doméstica pública abierta al vecindario. También será el hogar de muchos equipos de investigación y se utilizará para capacitar a las personas para que vivan de manera sostenible.</p>",
    "contact-text":"<p> Puedes visitar la casa en la escuela de Ingenieria de Barcelona Este (EEBE) de la UPC, en el campus Diagonal Besòs, Edificio A (c/ d'Eduard Maristany, 16).</p><p> Para más información <a href='https://ajuntament.barcelona.cat/lafabricadelsol/inscripcions/llar-sostenible' target='_blank'> visita la web</a>, o <a href='mailto:martiog@gmail.com'>contacta por correo electrónico</a>.</p>"
  },
  "ca": {
    "cover": "portada",
    "manifest": "manifest",
    "project": "projecte",
    "gallery": "galeria",
    "team": "equip",
    "sponsors": "patrocinadors",
    "documents": "documents",
    "en": "ENG",
    "es": "ESP",
    "ca": "CAT",
	"contact": "contacte",
    "sustainability-manifest": "Potser hem inventat la sostenibilitat perquè no hem estat capaços de desenvolupar una teoria vàlida per tot l’ecosistema.",
    "home-manifest": "Se’ns embarca en projectes d’intel·ligència delegada, en els quals per fí podrem ser tant estúpids com els humans que hem demostrat éser, perquè el món i els seus dirigents seràn inteligents per nosaltres. Un món smart per uns habitants irremeiablement idiotes.",
    "city-manifest": "Les diferents unitats d’atmòsfera i residència no estan delimitades ara per ara amb precisió, sinó rodejades de marges fronterers més o menys grans. El canvi més general que proposa la deriva és la disminució constant d’aquells marges fronterers fins a la seva completa supressió.",
    "outrage-manifest": "L’espai entre que ens allunya tant com ens separa els uns dels altres, és a dir, que ens relaciona i per tant ens fa (inter)dependents. Treure aquesta distància suposaria anul·lar la distància que dóna lloc a la diversitat i caure en la proximitat perillosa de la unanimitat: no som lliures de forma immediata.",
    "prototype-manifest": "Hi ha una correlació directa entre la forma de l’espai i l’organització social, i es modifiquen recíprocament; des de l’organització de l’espai públic fins a la distribució de les habitacions d’una casa.",
    "project_text_1": "<p>TO és un espai físic i social que permet a l'usuari reflexionar sobre els seus hàbits i sobre la sostenibilitat. Proposem una revisió de les nostres activitats diàries, de les formes de vida i dels espais habitats que hem heretat del passat. Entenem que el habitar, en totes les seves dimensions, és un tret clau en les dinàmiques individuals i, per tant, en les de la societat.</p><p>Amb l'objectiu de desencadenar un canvi en l'ecosistema, proposem una sistema d'habitatge que s'estructura al voltant de noves lògiques d'ús i consum, noves pràctiques quotidianes i noves formes d'interacció i vida.</p><p>Per tant, l'edifici busca que l'usuari entengui el seu funcionament; Permet realitzar una bona gestió dels residus, convertint-los en un recurs, i gestionar el confort de l'espai.</p>",
    "project_text_2": "<p>Els nostres projectes comencen qüestionant què significa el terme de sostenibilitat, o què ha de representar, i com pot modificar la vida quotidiana. Per tant, li donem gran importància al desenvolupament de la filosofia darrere del projecte. El nostre manifest ha estat sintetitzat en les següents cinc idees principals:</p><ol><li>Primer, ampliar l'abast del projecte perquè no només segueixi un model d'habitatge sostenible, sinó que fomenti un canvi cap a un futur ecosistèmic.</li><li>Segon, aquest canvi comença amb petites accions a la llar, amb una actitud crítica cap als nostres hàbits diaris.</li><li>Tercer, reconeixem que duem a terme aquestes accions domèstiques en qualsevol lloc de la ciutat, que, al seu torn, s'ha convertit en la nostra llar.</li><li>Quart, en conseqüència, l'únic agent que determina els nostres hàbits som nosaltres mateixos. Com a tal, aquest canvi comença amb l'autocrítica.</li><li>I cinc, el nostre prototip com a material, interactiu i educatiu.</li></ol><p>El nostre prototip és el resultat de la materialització del manifest. D'una banda; el seu principal objectiu és permetre que l'usuari entengui el seu funcionament i aprengui a gestionar-lo de forma sostenible. El mateix prototip mostra el curs dels recursos naturals dins de la unitat d'habitatge, l'eliminació resultant del seu ús i la forma en què es reutilitza o recupera novament en un recurs. Això permet als usuaris triar quin recurs usar i tancar els seus cicles metabòlics.</p>",
    "project_text_3": "<p>A més d'això, l'usuari pot gestionar les condicions de confort de l'espai per tal de reduir al mínim el consum energètic. Poden manipular els filtres entre els espais interiors i l'exterior per assolir les condicions de confort desitjades a l'interior. Aquestes possibilitats es tradueixen en una sèrie de dispositius mòbils que permeten que totes les activitats es realitzin en qualsevol dels espais d'acord amb les preferències i necessitats de l'usuari. Per exemple, serà possible prendre una dutxa o dormir a la part més càlida, al sud de l'edifici a l'hivern i a la part nord a l'estiu.</p><p>Dit això, el prototip es materialitza en tres ítems principals, que són:</p><ul><li>Dos murs de servei a les façanes est i oest que mostren l'ús dels recursos naturals i permeten la comprensió del seu ús. Una és per al cicle de l'aigua i l'altra per a la matèria orgànica. Amb aquests, l'usuari té a la seva disposició diferents tipus d'aigua o compost per triar segons la necessitat de cadascuna de les seves accions.</li><li>Les zones nord i sud es converteixen en una sèrie d'espais multiusos, aïllats entre si, i que aconsegueixen diferents condicions ambientals. Aquest confort s'aconsegueix mitjançant una sèrie de filtres amb diferents temperatures, humitat, protecció solar i ventilació.</li><li>I finalment, un espai central, que, gràcies al coixí tèrmic passiu en els espais nord i sud, adquireix un confort durant tot l'any amb poca ajuda dels sistemes actius. Aquest espai pot agrupar un gran nombre de persones i és el centre de totes les activitats que succeiran dins de la casa. Això segueix el propòsit de la casa com un espai col·lectiu i compartit.</li></ul>",
    "project_text_4": "<p>Igual d'important, actualment estem treballant juntament amb l'Ajuntament de Barcelona per, una vegada que finalitzi la competició, recuperar el prototip i usar-lo com una instal·lació domèstica pública oberta al veïnat. També serà la llar de molts equips de recerca i s'utilitzarà per capacitar les persones perquè visquin de manera sostenible.</p>",
    "contact-text":"<p> Pots visitar la casa a l'escola d'Enginyeria de Barcelona Est(EEBE) de la UPC, al campus Diagonal Besòs, Edifici A (c/ d'Eduard Maristany, 16).</p><p> Per més informació <a href='https://ajuntament.barcelona.cat/lafabricadelsol/inscripcions/llar-sostenible' target='_blank'> visita el web</a>, o <a href='mailto:martiog@gmail.com'>contacta per correu electrònic</a>.</p>"
  }
}
